Repository: owncloud/ios-sdk
Catalog: ownCloudUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ko, pt_br, pt_pt, ru, sq, th_th, tr

source: Auto-accepted.
de: Automatisch akzeptiert.
es: Aceptar automáticamente.
ko: 자동 수락됨
pt_br: Aceito automaticamente.
ru: Принято автоматически.
sq: U vetëpranua.
th_th: ยอมรับโดยอัตโนมัติ
tr: Otomatik olarak onaylandı.

source: Business category
de: Organisationseinheit
es: Categoría de negocio
ko: 사업 분류
pt_br: Categoria de negócio
pt_pt: Categoria de negócio
ru: бизнес-категория
sq: Kategori biznes
th_th: ประเภทธุรกิจ
tr: İş dünyası kategorisi

source: Certificate chain
de: Zertifikatskette

source: Certificate Details
de: Zertifikat-Details

source: Certificate has issues.
de: Es gibt Probleme mit dem Zertifikat.
es: El certificado tiene problemas
ko: 인증서에 오류가 있습니다
pt_br: O certificado tem problemas.
pt_pt: O certificado tem problemas.
ru: Проблемы с сертификатом.
sq: Dëshmia ka probleme.
th_th: ใบรับรองมีปัญหา
tr: Sertifikada hatalar mevcut.

source: Common name
de: Allgemeiner Name
es: Nombre común
ko: 일반 이름
pt_br: Nome comum
pt_pt: Nome comum
ru: Общее имя
sq: Emër i rëndomtë
th_th: ชื่อสามัญ
tr: Ortak isim

# countryName
source: Country
de: Land
es: País
ko: 국가
pt_br: País
pt_pt: País
ru: Страна
sq: Vend
th_th: ประเทศ
tr: Ülke

source: Extensions
de: Erweiterungen
es: Extensiones
ko: 확장프로그램
pt_br: Extensões
pt_pt: Extensões
ru: Расширения
sq: Zgjerime
th_th: ส่วนขยาย
tr: Eklentiler

source: Fingerprints
de: Fingerabdrücke
es: Huellas digitales
ko: 지문
pt_br: Impressões digitais
pt_pt: Assinaturas Digitais
ru: Отпечатки
sq: Shenja gishtash
th_th: ลายนิ้วมือ
tr: Parmak Izleri

source: Hide ±
de: Ausblenden ±
es: Esconder ±
ko: 숨기기 ±
pt_br: Esconder ±
ru: Скрыть ±
sq: Fshih ±
th_th: ซ่อน ±
tr: Gizle ±

source: Intermediate Certificate
de: Zwischenzertifikat

source: Issuer
de: Aussteller
es: Emisor
ko: 발급자
pt_br: Gerador
pt_pt: Emissor
ru: Издатель
sq: Lëshues
th_th: ผู้ออก
tr: Sağlayıcı

# jurisdictionCountryName
source: Jurisdiction country
de: Gerichtsstand Land
es: País de jurisdicción
ko: 관할 국가
pt_br: País de Jurisdição
pt_pt: País de jurisdição
ru: Страна юрисдикции
sq: Vend juridiksioni
th_th: สังกัดประเทศ
tr: Yargı yetkilisi ülke

# jurisdictionLocalityName
source: Jurisdiction locality
de: Gerichtsstand Ort
es: Localidad de jurisdicción
ko: 관할 지역
pt_br: Local de Jurisdição
pt_pt: Localidade de jurisdição
ru: местонахождение юрисдикции
sq: Lokalitet juridiksioni
th_th: สังกัดท้องที่
tr: Yargı yetkisi bölgesi

# jurisdictionStateOrProvinceName
source: Jurisdiction state or province
de: Gerichtsstand Bundesland
es: Estado o provincia de jurisdicción
ko: 관할 주 또는 도
pt_br: Estado ou província de jurisdição
pt_pt: Concelho ou distrito de jurisdição
ru: Штат или область юрисдикции
sq: Shtet ose provincë juridiksioni
th_th: จังหวัด
tr: Yargı devleti veya eyaleti

source: Key bytes
de: Schlüsselbytes
es: Bytes de la clave
ko: 키 바이트
pt_br: Bytes da chave
pt_pt: Bytes chave
ru: Байты ключа
sq: Bajte kyçi
th_th: คีย์ไบต์
tr: Anahtar baytları

source: Key exponent
de: Schlüsselexponent
es: Exponente de la clave
ko: 키 지수
pt_br: Expoente da chave
pt_pt: Expoente chave
ru: Экспонента ключа
sq: Eksponent kyçi
th_th: คีย์สัญลักษณ์
tr: Anahtar kuvveti

# keySizeInBits
source: Key size (bits)
de: Schlüssellänge (Bits)
es: Tamaño de la clave (bits)
ko: 키의 크기 (bits)
pt_br: Tamanho da chave (bits)
pt_pt: Tamanho da chave (bits)
ru: Размер ключа (бит)
sq: Madhësi kyçi (bits)
th_th: ขนาดคีย์ (บิต)
tr: Anahtar boyutu (bit)

# localityName
source: Locality
de: Ort
es: Localidad
ko: 지역
pt_br: Localidade
pt_pt: Localização
ru: Местонахождение
sq: Lokalitet
th_th: ตำบล
tr: Yerelleştirme

source: No issues found.
de: Keine Probleme gefunden.
es: No se encontraron incovenientes.
ko: 오류를 찾지 못했습니다
pt_br: Não foram encontrados problemas.
pt_pt: Não foram encontrados problemas.
ru: Проблемы не обнаружены.
sq: S’u gjetën probleme.
th_th: ไม่พบปัญหา
tr: Sorun bulunamadı.

# organizationalUnitName
source: Organization Unit
de: Organisationseinheit
es: Unidad de organización
ko: 조직 단위
pt_br: Unidade de Organização
pt_pt: Unidade de Organização
ru: Подразделение организации
sq: Njësi Enti
th_th: หน่วยองค์กร
tr: Kurum Birimi

# organizationName
source: Organization
de: Organisation
es: Organización
ko: 조직
pt_br: Organização
pt_pt: Organização
ru: Организация
sq: Ent
th_th: หน่วยงาน
tr: Kurum

source: Public Key
de: Öffentlicher Schlüssel
es: Clave Pública
ko: 공용 키
pt_br: Chave pública
pt_pt: Chave Pública
ru: Открытый ключ
sq: Kyç Publik
th_th: คีย์สาธารณะ
tr: Ortak Anahtar

source: Reason
de: Grund
es: Razón
ko: 이유
pt_br: Razão
ru: Причина
sq: Arsye
th_th: เหตุผล
tr: Sebep

source: Root Certificate
de: Root-Zertifikat

source: Serial Number
de: Seriennummer
es: Número de Serie
ko: 시리얼 번호
pt_br: Número de série
pt_pt: Número de Série
ru: Серийный номер
sq: Numër Serial
th_th: หมายเลขผลิตภัณฑ์
tr: Seri Numarası

source: Show ±
de: Anzeigen ±
es: Mostrar ±
ko: 보이기 ±
pt_br: Mostrar ±
ru: Показать ±
sq: Shfaq ±
th_th: แสดง ±
tr: Göster ±

source: Signature Algorithm
de: Signaturalgorithmus
es: Algoritmo de firma
ko: 지문 알고리즘
pt_br: Algoritmo de Assinatura
pt_pt: Algoritmo de Assinatura
ru: Алгоритм подписи
sq: Algoritëm Nënshkrimi
th_th: อัลกอริธึมลายเซ็น
tr: İmza Algoritması

# stateOrProvinceName
source: State or province
de: Bundesland oder Region
es: Estado o provincia
ko: 도 및 광역시
pt_br: Estado ou província
pt_pt: Concelho ou distrito
ru: Область или район
sq: Shtet ose provincë
th_th: รัฐหรือจังหวัด
tr: Eyalet

source: Subject
de: Betreff
es: Asunto
ko: 제목
pt_br: Assunto
pt_pt: Assunto
ru: Тема
sq: Subjekt
th_th: หัวเรื่อง
tr: Konu

source: User-accepted.
de: Vom Benutzer akzeptiert.
es: Usuario-aceptado
ko: 사용자 허가됨
pt_br: Usuário aceito.
pt_pt: Utilizador aceite.
ru: Принято пользователем.
sq: Pranuar nga përdoruesi.
th_th: ผู้ใช้งานได้รับการยอมรับ
tr: Kullanıcı taraflı kabul edildi.

source: User-rejected.
de: Vom Benutzer abgelehnt.
es: Usuario-rechazado
ko: 사용자가 거부했습니다.
pt_br: Usuário rejeitado.
pt_pt: Utilizador rejeitado.
ru: Отклонено пользователем.
sq: Hedhur poshtë nga përdoruesi.
th_th: ผู้ใช้ที่ถูกปฏิเสธ
tr: Kullanıcı taraflı reddedildi

source: Validating…
de: Validiere…

source: Validation Error
de: Validierungsfehler
es: Error de validación
ko: 확인 중 오류
pt_br: Erro de validação
pt_pt: Erro de Validação
ru: Ошибка проверки
sq: Gabim Vleftësim
th_th: ข้อผิดพลาดในการตรวจสอบ
tr: Doğrulama Hatası

source: Validation Status
de: Validierungsstatus
es: Estado de validación
ko: 확인 상태
pt_br: Status de validação
pt_pt: Estado da Validação
ru: Статус проверки
sq: Gjendje Vleftësimi
th_th: สถานะการตรวจสอบ
tr: Doğrulama Durumu

source: Valid from
de: Gültig ab
es: Válido desde
ko: 올바른 양식
pt_br: Válido de
pt_pt: Válido de
ru: Действует начиная с
sq: E vlefshme që nga
th_th: ใช้ได้ตั้งแต่
tr: Geçerlilik başlangıcı

source: Valid until
de: Gültig bis
es: Válido hasta
ko: 만료 기간:
pt_br: Válido até
pt_pt: Válido até
ru: Действительно до
sq: E vlefshme deri më
th_th: ใช้ได้จนถึง
tr: Geçerlilik bitişi

source: Hostname
es: Nombre de equipo
ko: 호스트 이름
pt_br: Nome do Host
pt_pt: Nome do Anfitrião
ru: Имя хоста
sq: Strehëemër
th_th: ชื่อโฮสต์
tr: Makine adı

# keyInformation
source: Information
es: Información
ko: 정보
pt_br: Informações
pt_pt: Informação
ru: Информация
sq: Hollësi
th_th: สารสนเทศ
tr: Bilgi

source: Version
es: Versión
ko: 버전
pt_br: Versão
pt_pt: Versão
ru: Версия
th_th: เวอร์ชัน
tr: Sürüm
